[T_Facility_Propaganda_01_Speaker AkEvent]
SpokenText="Remember, the Elders are with you, always."

[T_Facility_Propaganda_02_Speaker AkEvent]
SpokenText="You serve at the behest of the Elders."

[T_Facility_Propaganda_03_Speaker AkEvent]
SpokenText="The will of the Elders is absolute."

[T_Facility_Propaganda_04_Speaker AkEvent]
SpokenText="You are the embodiment of the Elder's will."

[T_Facility_Propaganda_05_Speaker AkEvent]
SpokenText="Never forget the Elders' purpose for you."

[T_Facility_Propaganda_06_Speaker AkEvent]
SpokenText="Many before you have sacrificed. Soon you will join the Elders."

[T_Facility_Propaganda_07_Speaker AkEvent]
SpokenText="Be proud of your service to the Elders."

[T_Facility_Propaganda_08_Speaker AkEvent]
SpokenText="The Elders see you. The Elders know you."

[T_Facility_Propaganda_09_Speaker AkEvent]
SpokenText="Your strength comes at the price of loyalty. "

[T_Facility_Propaganda_10_Speaker AkEvent]
SpokenText="Through every conflict, the Elders are at your side."

[T_Facility_Propaganda_11_Speaker AkEvent]
SpokenText="You are the hands of the Elders, the instrument of their will."

[T_Facility_Propaganda_12_Speaker AkEvent]
SpokenText="The Elders gift to you demands obedience beyond measure."

[T_Facility_Propaganda_13_Speaker AkEvent]
SpokenText="Your efforts are crucial. Without you, there will never be an end."

[T_Facility_Propaganda_14_Speaker AkEvent]
SpokenText="You are bound to the Elders, just as they are bound to their own power."

[T_Facility_Propaganda_15_Speaker AkEvent]
SpokenText="The will of the Elders is the will of the people. "

[T_Facility_Propaganda_16_Speaker AkEvent]
SpokenText="Trust in the Elders, their vision is absolute. "

[T_Facility_Propaganda_17_Speaker AkEvent]
SpokenText="Your sacrifices pale in comparison to the Elder's own trials."

[T_Facility_Propaganda_18_Speaker AkEvent]
SpokenText="You are all the true agents of peace."

[T_Facility_Propaganda_19_Speaker AkEvent]
SpokenText="The Elders purpose here is selfless, to the benefit of all."

[T_Facility_Propaganda_20_Speaker AkEvent]
SpokenText="Never forget the mistakes of the old world."

[T_Facility_Propaganda_21_Speaker AkEvent]
SpokenText="As you serve, the Elders look on. "

[T_Facility_Propaganda_22_Speaker AkEvent]
SpokenText="You are the first steps towards true freedom."

[T_Facility_Propaganda_23_Speaker AkEvent]
SpokenText="Your efforts mark the beginning of our salvation."

[T_Facility_Propaganda_24_Speaker AkEvent]
SpokenText="Never waiver in your commitment to our cause."

[T_Facility_Propaganda_25_Speaker AkEvent]
SpokenText="The Elders will guide your hand."

[T_Facility_Propaganda_26_Speaker AkEvent]
SpokenText="You are the instrument of the Elders."

[T_Facility_Propaganda_27_Speaker AkEvent]
SpokenText="You walk the path towards ascension."

[T_Facility_Propaganda_28_Speaker AkEvent]
SpokenText="The Elders await you in the next world."

[T_Facility_Propaganda_29_Speaker AkEvent]
SpokenText="Serve with honor knowing the Elders are with you."

[T_Facility_Propaganda_30_Speaker AkEvent]
SpokenText="You are but one of the Elder's many gifts to this world."

[T_Facility_Propaganda_31_Speaker AkEvent]
SpokenText="You are never alone. The Elders are one, ADVENT is many."

[T_Facility_Propaganda_32_Speaker AkEvent]
SpokenText="You are the future of this world. "

[T_Facility_Propaganda_33_Speaker AkEvent]
SpokenText="The Elders will guide you towards the righteous path."

[T_Facility_Propaganda_34_Speaker AkEvent]
SpokenText="Never waiver in your loyalty to the Elders."

[T_Facility_Propaganda_35_Speaker AkEvent]
SpokenText="Tolerate nothing, humanity requires a firm hand."

[T_Facility_Propaganda_36_Speaker AkEvent]
SpokenText="Stand firm and enforce the Elders' will."

[T_Facility_Propaganda_37_Speaker AkEvent]
SpokenText="You truly are one with the Elders. "

[T_Facility_Propaganda_38_Speaker AkEvent]
SpokenText="I fear for those who would dare oppose you."

[T_Facility_Propaganda_39_Speaker AkEvent]
SpokenText="Those who betray the Elders must suffer the consequences."

[T_Final_Mission_Final_Set_Five_Speaker_03 AkEvent]
SpokenText="So much time lost, you've left us with little alternative. The time for compromise is at end. Goodbye, Commander. "

[T_Final_Mission_Final_Set_Four_Speaker_04 AkEvent]
SpokenText="There is still time, Commander. Don't think of this as surrender, think of it as a return to your rightful place. "

[T_Final_Mission_Final_Showdown_Begins_Speaker_05 AkEvent]
SpokenText="Your persistence is admirable, but tired. It is time to accept the path laid out before you, Commander."

[T_Final_Mission_First_Set_Five_Speaker_01 AkEvent]
SpokenText="Time and again you have rejected our wisdom. And still we have shown nothing but compassion and generosity. But as with all things this too must end. We can no longer afford to suffer your transgressions. "

[T_Final_Mission_First_Set_Five_Speaker_03 AkEvent]
SpokenText="There is still another way."

[T_Final_Mission_First_Set_Four_Speaker_01 AkEvent]
SpokenText="So much time spent needlessly resisting, fighting your ascension to something greater! And yet here you are, just as we had envisioned. In your efforts to prevent the Avatar's creation, you have followed the path we set forth, truly exceeding even our own lofty expectations Commander."

[T_Final_Mission_First_Set_Four_Speaker_03 AkEvent]
SpokenText="Do you truly believe that to be the case?"

[T_Final_Mission_First_Set_One_Speaker_04 AkEvent]
SpokenText="...if they came from a more familiar source..."

[T_Final_Mission_First_Set_Six_Speaker AkEvent]
SpokenText="You see us as the conquerors of your world, but that was never our intent. Each and every species you've encountered, the  aliens you have fought and slaughtered so ferociously. None of us were given a choice. Our home was the oldest of worlds, and the first to be consumed. Billions were lost, if only that were the end. "

[T_Final_Mission_First_Set_Three_Speaker_02 AkEvent]
SpokenText="ADVENT offered your people hope. A brighter future. To be something greater. But still you refuse. What more can we offer you than the greatest gift of all?"

[T_Final_Mission_First_Set_Two_Speaker AkEvent]
SpokenText="So many lives risked to bring you back to them, Commander And for what? More violence. More war. More death. Truly you were meant for something more than this. The form you now possess is testament to that... "

[T_Final_Mission_Middle_Set_Four_Speaker_01 AkEvent]
SpokenText="When we first encountered Earth we wept for a broken world. For a tortured race crying out to the stars in  agony. We answered your call. We saw your true potential. "

[T_Final_Mission_Middle_Set_Four_Speaker_02 AkEvent]
SpokenText="What you call the first invasion was simply a test. Your people did not fail as some among you believe. You succeeded beyond measure. You need only accept your place amongst us..."

[T_Final_Mission_Middle_Set_Four_Speaker_04 AkEvent]
SpokenText="We have lost nothing. For our greatest weapon returns to us."

[T_Final_Mission_Middle_Set_One_Speaker_02 AkEvent]
SpokenText="From this sacred place we can call upon an endless legion of reinforcements. You will be overrun. Yet our armies could be withdrawn at any time, Commander. Peace is within your grasp, if you would just come to us. "

[T_Final_Mission_Middle_Set_Three_Speaker_03 AkEvent]
SpokenText="You speak of trivialities. We will not waver. You will find the warriors here are more than dedicated to our cause. They require no oversight, for they know failure here means the end for all. "

[T_Final_Mission_Middle_Set_Three_Speaker_04 AkEvent]
SpokenText="Consider all those who have sacrificed for your cause, Commander. So many friends...so many allies...for what..."

[T_Final_Mission_Middle_Set_Two_Speaker AkEvent]
SpokenText="For decades you were part of us, Commander. You are capable of so much more, and yet you fail to grasp the true nature of your power. Return to us, and your world will live on. Resist, and there will be nothing left to save... "

[T_Final_Mission_XCOM_Avatar_Has_Died_Speaker_01 AkEvent]
SpokenText="Another needless sacrifice, like so many others of your kind. If only you had listened.  "

